Repository: zeze418/Thaw
Catalog: Thaw/Resources/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, hu, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: Writes detailed debug logs to a file for troubleshooting. Log files are saved to ~/Library/Logs/Thaw/. Disable when not needed to avoid unnecessary disk writes.
cs: Zaznamenává podrobné ladicí protokoly pro účely řešení problémů. Protokolové soubory se ukládají do složky ~/Library/Logs/Thaw/. Pokud to není nutné, funkci vypněte, ušetříte místo na disku.
de: Erstellt und speichert detaillierte Protokolldateien zur Fehlersuche unter ~/Library/Logs/Thaw/. Wenn nicht benötigt, Funktion deaktivieren, um unnötige Schreibvorgänge zu vermeiden.
es: Escribe logs de depuración detallados en un archivo para solucionar problemas. Los archivos se guardan en ~/Library/Logs/Thaw/. Deshabilita esta opción cuando no sea necesaria para evitar escrituras innecesarias en el disco.
fr: Crée un rapport de débogage détaillé pour faciliter le dépannage. Les rapports sont enregistrés dans ~/Library/Logs/Thaw/. Désactivez cette option lorsqu'elle n'est pas nécessaire afin d'éviter des écritures disque inutiles.
hu: Részletes hibakeresési naplókat ír fájlba a hibaelhárításhoz. A naplófájlok a ~/Library/Logs/Thaw/ könyvtárba kerülnek mentésre. Kapcsolja ki, ha nincs rá szükség, a felesleges lemezírások elkerülése érdekében.
id: Menulis log debug terperinci ke berkas untuk membantu pemecahan masalah. Berkas log disimpan di ~/Library/Logs/Thaw/. Nonaktifkan saat tidak dibutuhkan untuk menghindari penulisan disk yang tidak perlu.
it: Scrive log di debug dettagliati in un file per la risoluzione dei problemi. I file di log vengono salvati in ~/Library/Logs/Thaw/. Disattivare quando non necessario per evitare scritture su disco non necessarie.
ja: トラブルシューティング用に詳細なデバッグログをファイルに書き込みます。ログファイルは ~/Library/Logs/Thaw/ に保存されます。不要な場合は無効にして、余計なディスク書き込みを避けてください。
ko: 문제 해결을 위해 자세한 디버그 로그를 파일에 기록합니다. 로그 파일은 ~/Library/Logs/Thaw/에 저장됩니다. 불필요한 디스크 쓰기를 방지하려면 필요하지 않을 때 비활성화하세요.
nl: Schrijft gedetailleerde foutopsporingslogboeken naar een bestand voor probleemoplossing. Logbestanden worden opgeslagen in ~/Library/Logs/Thaw/. Schakel deze functie uit wanneer deze niet nodig is om onnodige schrijfbewerkingen op de schijf te voorkomen.
pl: Tworzy szczegółowe dzienniki zdarzeń ułatwiające diagnostykę błędów. Pliki te znajdziesz w katalogu ~/Library/Logs/Thaw/. Wyłącz tę funkcję, jeśli z niej nie korzystasz, by ograniczyć zużycie dysku.
pt_br: Grava logs detalhados de depuração em um arquivo para ajudar na solução de problemas. Os arquivos de log são salvos em ~/Biblioteca/Logs/Thaw/. Desative quando não for necessário para evitar gravações desnecessárias no disco.
ru: Записывает подробные журналы отладки в файл для устранения неполадок. Файлы журналов сохраняются в ~/Library/Logs/Thaw/. Отключите, если не нужно, чтобы избежать лишних записей на диск.
th: บันทึกข้อมูลการแก้ไขข้อผิดพลาดอย่างละเอียดลงในไฟล์เพื่อใช้ในการแก้ไขปัญหา ไฟล์บันทึกจะถูกบันทึกไว้ที่ ~/Library/Logs/Thaw/. ให้ปิดใช้งานในส่วนนี้เมื่อไม่จำเป็น เพื่อหลีกเลี่ยงการเขียนข้อมูลลงดิสก์โดยไม่จำเป็น
tr: Sorun giderme için ayrıntılı hata ayıklama günlüklerini bir dosyaya yazar. Günlük dosyaları ~/Library/Logs/Thaw/ konumuna kaydedilir. Gereksiz disk yazmalarından kaçınmak için kullanılmadığında devre dışı bırakın.
uk: Записує детальні журнали налагодження у файл для розв'язання проблем. Файли журналів зберігаються в ~/Library/Logs/Thaw/. Вимикайте, коли це не потрібно, щоб уникнути зайвого запису на диск.
vi: Ghi nhật ký gỡ lỗi chi tiết vào một tệp để khắc phục sự cố. Các tệp nhật ký được lưu vào ~/Library/Logs/Thaw/. Tắt khi không cần thiết để tránh việc ghi đĩa không cần thiết.
zh_hans: 将详细的调试日志写入文件以便进行故障排除。日志文件保存在 ~/Library/Logs/Thaw/ 目录下。如果不需要此功能，请禁用它以避免不必要的磁盘写入。
zh_hant: 將詳細的除錯記錄寫入檔案以進行疑難排解。記錄檔儲存於 ~/Library/Logs/Thaw/。不需要時請停用，以避免不必要的磁碟寫入。

source: You can remove apps from this list at any time to revoke their access.
cs: Aplikace můžete z tohoto seznamu kdykoli odstranit a tím jim odebrat přístup.
de: Anwendungen können von dieser Liste jederzeit gelöscht und deren Berechtigungen damit wieder entzogen werden.
es: Puedes eliminar aplicaciones de esta lista en cualquier momento para revocar su acceso.
fr: Vous pouvez à tout moment supprimer des applications de cette liste pour leur retirer l'accès.
hu: Bármikor eltávolíthatsz alkalmazásokat erről a listáról a hozzáférésük visszavonásához.
id: Aplikasi dapat dihapus dari daftar ini kapan saja untuk mengubah akses.
it: Puoi rimuovere le applicazioni da questa lista in qualsiasi momento e revocare i loro accessi.
ja: このリストからアプリをいつでも削除することで、そのアクセス権を取り消すことができます。
ko: 이 목록에서 앱을 언제든지 삭제하여 액세스를 취소할 수 있습니다.
nl: Je kunt apps op elk moment uit deze lijst verwijderen om hun toegang in te trekken.
pl: Możesz usunąć aplikacje z tej listy w dowolnym momencie, aby odebrać im dostęp.
pt_br: Você pode remover aplicativos desta lista a qualquer momento para revogar o acesso deles.
ru: Вы можете удалить приложения из этого списка в любое время, чтобы отменить их доступ.
th: คุณสามารถลบแอปออกจากรายการนี้ได้ตลอดเวลาเพื่อเพิกถอนสิทธิ์การเข้าถึง
tr: Bu listedeki uygulamaları erişimlerini iptal etmek için istediğiniz zaman kaldırabilirsiniz.
vi: Bạn có thể xóa ứng dụng khỏi danh sách này bất kỳ lúc nào để thu hồi quyền truy cập của chúng.
zh_hans: 您可随时将应用从列表中移除，以取消其访问权限。
zh_hant: 您可以隨時從列表中移除應用程式以撤銷其存取權限。

source: Your data stays on your Mac — nothing is ever collected or shared.
cs: Vaše data zůstanou na vašem Macu — data nikdy nesbíráme ani nesdílíme.
de: Deine Daten bleiben auf Deinem Mac. Nichts wird jemals gesammelt oder geteilt.
es: Tus datos se mantiene en tu Mac — nada se recopila o comparte.
fr: Vos données restent sur votre Mac, aucune collecte ou partage.
id: Semua data tetap berada di Mac-mu. Tidak ada data yang dikumpulkan atau dibagikan.
it: I tuoi dati rimangono sul tuo Mac: niente viene mai raccolto o condiviso.
ja: データはMac内にのみ保存され、収集・共有されません。
nl: Je gegevens blijven op je Mac staan — er wordt nooit iets verzameld of gedeeld.
pl: Twoje dane zostają na Twoim Macu — nic nie jest nigdy gromadzone ani udostępniane.
ru: Все данные хранятся локально – ничего не собирается и не передаётся.
th: ข้อมูลของคุณอยู่บน Mac เท่านั้น ไม่มีการเก็บรวบรวมหรือแชร์ข้อมูลใดๆ ทั้งสิ้น
tr: Verileriniz Mac bilgisayarınızda kalır — hiçbir şey toplanmaz veya paylaşılmaz.
vi: Dữ liệu của bạn vẫn còn trên máy Mac — không có gì được thu thập hoặc chia sẻ.
zh_hans: 你的数据保留在你的 Mac 上，没有任何数据收集或分享。
zh_hant: 此程式不會收集或共享您的任何資料，您的資料只會儲存於您的 Mac。

source: Visible
cs: Zobrazené
de: Sichtbar
hu: Látható
id: Terlihat
it: Visibile
ja: 表示
ko: 보임
nl: Zichtbaar
pl: Widoczne
pt_br: Visíveis
ru: Видимые
th: มองเห็นได้
tr: Görünür
uk: Видимі
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

source: Update channel
cs: Kanál aktualizací
de: Updatekanal
es: Actualizar canal
fr: Canal de mise à jour
hu: Frissítési csatorna
id: Saluran pembaruan
it: Canale di aggiornamento
ja: アップデートチャンネル
ko: 업데이트 채널
nl: Update kanaal
pl: Kanał aktualizacji
pt_br: Canal de atualização
ru: Канал обновлений
th: ช่องทางการอัปเดต
tr: Güncelleme kanalı
uk: Канал оновлень
vi: Kênh cập nhật
zh_hans: 更新频道
zh_hant: 更新頻道

source: Update Configuration on All Profiles
cs: Aktualizovat konfiguraci všech profilů
de: Konfiguration für alle Profile aktualisieren
es: Actualizar configuración en todos los perfiles
fr: Mettre à jour la configuration sur tous les profils
hu: Konfiguráció frissítése minden profilnál
id: Perbarui Konfigurasi ke Semua Profil
it: Aggiorna Configurazione su Tutti i Profili
ja: すべてのプロファイルの設定を更新
ko: 모든 프로필에서 구성 업데이트
nl: Configuratie bijwerken voor alle profielen
pl: Uaktualnij konfigurację dla wszystkich profili
pt_br: Atualizar Configuração em Todos os Perfis
ru: Обновить конфигурацию на всех профилях
th: อัปเดตการตั้งค่าในโปรไฟล์ทั้งหมด
tr: Tüm Profillerdeki Yapılandırmayı Güncelle
uk: Оновити конфігурацію в усіх профілях
vi: Cập nhật cấu hình trên tất cả hồ sơ
zh_hans: 更新所有配置中的设置
zh_hant: 更新所有設定檔的配置

source: Update Configuration Only
cs: Aktualizovat pouze konfiguraci
de: Nur Konfiguration aktualisieren
es: Solamente actualizar configuración
fr: Mettre à jour la configuration seulement
hu: Csak a konfiguráció frissítése
id: Hanya Perbarui Konfigurasi
it: Aggiorna Solo Configurazione
ja: 設定のみ更新
ko: 구성만 업데이트
nl: Alleen configuratie bijwerken
pl: Uaktualnij tylko konfigurację
pt_br: Atualizar Apenas Configuração
ru: Обновить только конфигурацию
th: อัปเดตเฉพาะการตั้งค่า
tr: Yalnızca Yapılandırmayı Güncelle
uk: Оновити лише конфігурацію
vi: Chỉ cập nhật cấu hình
zh_hans: 仅更新当前配置
zh_hant: 僅更新配置

source: Update Layout Only
cs: Aktualizovat pouze rozložení
de: Nur Layout aktualisieren
es: Actualizar disposición solamente
fr: Mettre à jour la disposition seulement
hu: Csak az elrendezés frissítése
id: Hanya Perbarui Tata Letak
it: Aggiorna Solo Layout
ja: レイアウトのみを更新
ko: 레이아웃만 업데이트
nl: Alleen lay-out bijwerken
pl: Uaktualnij tylko układ
pt_br: Atualizar Apenas Layout
ru: Обновить только макет
th: อัปเดตเฉพาะการจัดวาง
tr: Yalnızca Düzeni Güncelle
uk: Оновити лише розмітку
vi: Chỉ cập nhật bố cục
zh_hans: 仅更新布局
zh_hant: 僅更新佈局

source: Update this profile with the current state
cs: Aktualizovat tento profil současným nastavením
de: Aktualisiere dieses Profil mit dem aktuellen Zustand
es: Actualizar este perfil con el estado actual
fr: Mettre à jour ce profil avec l'état actuel
hu: Profil frissítése a jelenlegi állapottal
id: Perbarui profil ini dengan kondisi saat ini
it: Aggiorna questo profilo con lo stato corrente
ja: 現在の状態でこのプロファイルを更新
ko: 이 프로필을 현재 상태로 업데이트
nl: Werk dit profiel bij met de huidige status
pl: Uaktualnij ten profil do bieżącego stanu
pt_br: Atualize este perfil com o estado atual
ru: Обновить профиль до текущего состояния
th: อัปเดตโปรไฟล์นี้ด้วยสถานะปัจจุบัน
tr: Bu profili mevcut durumla güncelle
uk: Оновити цей профіль поточним станом
vi: Cập nhật hồ sơ này với trạng thái hiện tại
zh_hans: 用当前状态更新此配置
zh_hant: 以目前狀態更新此設定檔

source: Updates
cs: Aktualizace
es: Actualizaciones
fr: Mises à jour
hu: Frissítések
id: Pembaruan
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pl: Aktualizacje
pt_br: Atualizações
ru: Обновления
th: การอัปเดต
tr: Güncellemeler
uk: Оновлення
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Use %@ Bar
cs: Používat lištu %@
de: Benutze %@-Leiste
es: Usar la barra de %@
fr: Utiliser la « %@ Bar »
hu: A(z) %@ sáv használata
id: Gunakan Bar %@
it: Usa %@ Bar
ja: %@ バーを使用
ko: %@ 바 사용
nl: Gebruik %@ Balk
pl: Użyj paska %@
pt_br: Usar Barra %@
ru: Использовать панель %@
th: ใช้แถบ %@
tr: %@ Çubuğunu Kullan
uk: Використовувати %@ Bar
vi: Sử dụng %@ thanh
zh_hans: 使用 %@ 栏
zh_hant: 使用 %@ 列

source: View Preview Builds
cs: Zobrazit předběžná sestavení
de: Vorschauversionen anzeigen
es: Ver compilaciones de vista previa
fr: Voir les versions préliminaires
hu: Előzetes buildek megtekintése
id: Lihat build pratinjau
it: Visualizza build di anteprima
ja: プレビュービルドを表示
ko: 미리보기 빌드 보기
nl: Preview-builds bekijken
pl: Zobacz wersje testowe
pt_br: Ver versões de prévia
ru: Посмотреть предварительные сборки
th: ดูบิลด์ตัวอย่าง
tr: Ön izleme Sürümlerini Görüntüle
uk: Переглянути попередні збірки
vi: Xem bản dựng thử nghiệm
zh_hans: 查看预览版构建
zh_hant: 查看預覽版構建

source: Use different settings for Light and Dark Mode
cs: Použít různá nastavení pro světlý a tmavý režim
de: Verschiedene Einstellungen für helles und dunkles Erscheinungsbild
es: Usar ajustes distintos para el modo claro y oscuro
fr: Utiliser des réglages différents en mode clair et sombre
hu: Eltérő beállítások világos és sötét módhoz
id: Gunakan pengaturan berbeda untuk Mode Terang dan Gelap
it: Usa impostazioni diverse per la modalità chiara e scura
ja: ライトモードとダークモードで異なる設定を使用
ko: 라이트 모드와 다크 모드에 다른 설정 사용
nl: Verschillende instellingen voor lichte en donkere modus
pl: Osobne ustawienia dla trybu jasnego i ciemnego
pt_br: Usar configurações diferentes para os modos claro e escuro
ru: Разные настройки для светлого и тёмного режимов
th: ใช้การตั้งค่าต่างกันสำหรับโหมดสว่างและมืด
tr: Açık ve Koyu Mod için farklı ayarlar kullanın
uk: Різні налаштування для світлого та темного режимів
vi: Dùng cài đặt riêng cho Chế độ Sáng và Tối
zh_hans: 为亮色和暗色模式应用不同的设置
zh_hant: 為亮色與暗色模式啟用不同的設定

source: Use dynamic appearance
cs: Používat dynamický vzhled
de: Dynamische Darstellung nutzen
es: Usar apariencia dinámica
fr: Apparence dynamique selon le mode
hu: Dinamikus megjelenés használata
id: Gunakan tampilan otomatis
it: Usa l'aspetto dinamico
ja: ダイナミック外観を使用
ko: 동적 모양 사용
nl: Gebruik dynamische weergave
pl: Użyj wyglądu dynamicznego
pt_br: Usar aparência dinâmica
ru: Использовать динамическое оформление
th: ใช้ลักษณะที่เปลี่ยนตามลักษณะของระบบ
tr: Dinamik görünüm kullan
uk: Використовувати динамічне оформлення
vi: Sử dụng vẻ ngoài năng động
zh_hans: 使用动态外观
zh_hant: 使用動態外觀

source: Use inset shape on screens with notch
cs: Rozdělený řádek nabídek na displejích s výřezem
de: Eingerückte Form bei Bildschirmen mit Notch verwenden
es: Usar forma recortada alrededor de la muesca en pantallas con notch
fr: Utiliser une forme adaptée à l'encoche sur les écrans qui en ont une
hu: Bemélyesztett alakzat használata bemetszéses képernyőkön
id: Gunakan bentuk inset pada layar dengan notch
it: Utilizzare la forma inserita sugli schermi con notch
ja: ノッチ付きスクリーンではインセット形状を使用
ko: 노치가 있는 화면에서 인셋 모양 사용
nl: Gebruik inset-vorm op schermen met notch.
pl: Dopasuj kształt do ekranów z wycięciem
pt_br: Usar formato com recuo em telas com notch.
ru: Использовать вставную форму на экранах с вырезом
th: ใช้รูปร่างแบบเยื้องบนหน้าจอที่มี Notch
tr: Çentikli ekranlarda içe çekik şekil kullan
uk: Використовувати вдавлену форму на екранах із вирізом
vi: Sử dụng hình dạng lồng ghép trên màn hình có rãnh khía
zh_hans: 在带刘海的屏幕上使用内嵌形状
zh_hant: 在有瀏海的螢幕上使用內縮形狀

source: Use Option-click to open always-hidden section
cs: Kliknutím s podrženou klávesou Option otevřete sekci „vždy skryté“
de: Benutze Option + Klick um den Immer-Versteckt Bereich zu öffnen
es: Utilice el clic de opción para abrir la sección siempre oculta
fr: Appuyez sur la touche Option en cliquant pour ouvrir la section masquée
hu: Option-kattintás használata a mindig rejtett szakasz megnyitásához
id: Gunakan Option-Klik untuk membuka bagian selalu-tersembunyi
it: Fai clic tenendo premuto il tasto Opzione per aprire la sezione "sempre nascosto"
ja: Optionキーを押しながらクリックして、常に非表示セクションを開く
ko: Option+클릭으로 항상 숨김 섹션 열기 사용
nl: Gebruik Option-klik om het altijd verborgen gedeelte te openen
pl: Kliknięcie z klawiszem Option otwiera zawsze ukrytą sekcję
pt_br: Use Option + clique para abrir a seção Sempre Ocultos
ru: Используйте Option-клик, чтобы открыть всегда скрытый раздел
th: ใช้ Option-คลิก เพื่อเปิด "หมวดหมู่ที่ซ่อนอยู่เสมอ"
tr: Her zaman gizli bölümü açmak için Option tuşuna basarak tıklayın
uk: Використовуйте Option-клац, щоб відкрити розділ «Завжди приховані»
vi: Sử dụng phím Option khi bấm để mở phần luôn bị ẩn
zh_hans: 按住 Option 键点击以打开始终隐藏区域
zh_hant: 使用 Option+點擊開啟「始終隱藏」區塊

source: Use the Thaw Bar while items are overflowed
cs: Použít lištu Thaw při přeplnění řádku nabídek
de: Thaw-Leiste verwenden, wenn Einträge überlaufen
es: Usar Thaw Bar cuando los elementos se desbordan
fr: Utiliser Thaw Bar lorsque les éléments débordent
hu: Thaw Sáv használata, ha az elemek túlcsordulnak
id: Gunakan Bar Thaw saat item meluap
it: Usa Thaw Barra quando gli elementi traboccano
ja: 項目があふれたときに Thaw バーを使用
ko: 항목이 넘칠 때 Thaw 바 사용
nl: Thaw Balk gebruiken wanneer items overlopen
pl: Używaj Paska Thaw, gdy pozycje się nie mieszczą
pt_br: Usar a Barra Thaw quando os itens transbordarem
ru: Использовать панель Thaw при переполнении
th: ใช้แถบ Thaw เมื่อรายการล้น
tr: Ögeler taştığında Thaw Çubuğunu kullanın
uk: Використовувати панель Thaw при переповненні
vi: Dùng Thanh Thaw khi các mục bị tràn
zh_hans: 当项目溢出时，使用 Thaw Bar
zh_hant: 項目溢出時使用 Thaw Bar

source: Version %@ (%@)
cs: Verze %@ (%@)
de: Version %1$@ (%2$@)
es: Version %1$@ (%2$@)
fr: Version %1$@ (%2$@)
hu: %1$@ verzió (%2$@)
id: Versi %1$@ (%2$@)
it: Versione %@ (%@)
ja: バージョン %@ (%@)
ko: 버전 %1$@ (%2$@)
nl: Versie %@ (%@)
pl: Wersja %@ (%@)
pt_br: Versão %@ (%@)
ru: Версия %@ (%@)
th: เวอร์ชั่น %1$@ (%2$@)
tr: Sürüm %@ (%@)
uk: Версія %@ (%@)
vi: Phiên bản %@ (%@)
zh_hans: 版本 %1$@ (%2$@)
zh_hant: 版本 %1$@ (%2$@)

source: Version %@ (%@) is now available
cs: Verze %@ (%@) je nyní k dispozici
de: Version %1$@ (%2$@) ist jetzt verfügbar
es: Version %1$@ (%2$@) disponible
fr: La version %@ (%@) est désormais disponible
hu: A(z) %1$@ (%2$@) verzió már elérhető
id: Versi %@ (%@) sekarang tersedia
it: Version2 %@ (%@) non disponibile
ja: バージョン %@ (%@) が利用可能になりました
ko: 버전 %1$@ (%2$@)을(를) 사용할 수 있습니다
nl: Versie %@ (%@) is nu beschikbaar
pl: Dostępna jest nowa wersja: %@ (%@)
pt_br: Versão %@ (%@) disponível
ru: Доступна версия %@ (%@)
th: เวอร์ชั่น %@ (%@) พร้อมใช้งานแล้ว
tr: %@ (%@) sürümü artık mevcut
uk: Доступна версія %1$@ (%2$@)
vi: Hiện đã có phiên bản %@ (%@)
zh_hans: 版本 %1$@ (%2$@) 现已推出
zh_hant: 版本 %1$@ (%2$@) 現已推出

source: Vertical
cs: Svislé
de: Vertikal
hu: Függőleges
id: Vertikal
it: Verticale
ja: 垂直
ko: 세로
nl: Verticaal
pl: Pionowy
ru: Вертикальный
th: แนวตั้ง
tr: Dikey
uk: По вертикалі
vi: Thẳng đứng
zh_hans: 竖直
zh_hant: 垂直

source: These hooks run only when this profile is applied, after the global pre-hook and before the global post-hook.
cs: Tyto hooky se spustí po aktivaci vybraného profilu, po globálním pre-hooku a před globálním post-hookem.
de: Diese Hooks werden nur ausgeführt, wenn dieses Profil angewendet wird, nach dem globalen Pre-Hook und vor dem globalen Post-Hook.
es: Estos hooks solo se ejecutan cuando se aplica este perfil, después del pre-hook global y antes del post-hook global.
fr: Ces hooks ne s’exécutent que lorsque ce profil est appliqué, après le pre-hook global et avant le post-hook global.
hu: Ezek a hookok csak akkor futnak le, amikor ezt a profilt alkalmazod, a globális pre-hook után és a globális post-hook előtt.
id: Hook hanya dapat dijalankan ketika profil ini diterapkan, setelah pre-hook global dan sebelum post-hook global.
ko: 이 훅은 해당 프로필이 적용되어 있을 때, 전역 사전 훅 이후 그리고 전역 사후 훅 이전에만 실행됩니다.
nl: Deze hooks worden alleen uitgevoerd wanneer dit profiel wordt toegepast, na de globale pre-hook en vóór de globale post-hook.
pl: Te hooki są uruchamiane wyłącznie w przypadku zastosowania tego profilu, po globalnym pre-hooku, a przed globalnym post-hookiem.
pt_br: Esses hooks são executados apenas quando este perfil é aplicado, após o gancho pré-global e antes do gancho pós-global.
ru: Эти хуки запускаются только при применении данного профиля — после глобального pre-hook и перед глобальным post-hook
th: Hooks เหล่านี้จะทำงานเฉพาะเมื่อมีการใช้โปรไฟล์นี้เท่านั้น โดยจะทำงานหลังจาก pre-hook ส่วนกลาง และก่อน post-hook ส่วนกลาง
tr: Bu hooklar, yalnızca bu profil uygulandığında, global pre-hook 'dan sonra ve global post-hook 'dan önce çalışır.
vi: Các hook này chỉ chạy khi cấu hình này được áp dụng, sau hook pre-hook toàn cục và trước hook post-hook toàn cục.
zh_hans: 这些 Hook 仅会在应用当前配置时运行，执行顺序位于全局前置 Hook 之后、全局后置 Hook 之前。
zh_hant: 這些 Hook 僅在套用此設定檔時執行，於全域 pre-hook 之後、全域 post-hook 之前。

source: Show a tooltip when hovering over menu bar items in the actual menu bar.
cs: Zobrazit popisek při najetí myší na položky v řádku nabídek.
de: Beim Schweben über einem Menüleisten-Eintrag einen Tooltip in der tatsächlichen Menüleiste anzeigen.
es: Mostrar un tooltip al pasar el cursor sobre los elementos de la barra de menús.
fr: Afficher une infobulle lors du survol d'un élément de la barre des menus
hu: Eszköztipp megjelenítése, amikor az egérmutató a tényleges menüsáv elemei fölé kerül.
id: Tampilkan tip alat saat kursor diarahkan ke item bar menu di bar menu sistem.
it: Mostra un suggerimento quando si passa il mouse sopra le voci della barra dei menu nella barra dei menu vera e propria.
ja: メニューバーの項目にカーソルを合わせたときにツールチップを表示します。
ko: 실제 메뉴 막대의 항목 위에 마우스를 올리면 툴팁을 표시합니다.
nl: Toon een tooltip wanneer de muisaanwijzer boven menu-items in de menubalk wordt geplaatst.
pl: Wyświetlaj podpowiedzi po wskazaniu elementów na pasku menu.
pt_br: Mostrar uma dica ao passar o mouse sobre os itens da barra de menus na barra de menus verdadeira.
ru: Показывать подсказку при наведении на элементы строки меню.
th: แสดงคำแนะนำเมื่อวางเมาส์เหนือรายการแถบเมนูในแถบเมนูจริง
tr: Gerçek menü çubuğunda menü çubuğu öğelerinin üzerine gelindiğinde bir ipucu göster.
uk: Показувати підказку під час наведення курсора на об'єкти у системному рядку меню.
vi: Hiển thị chú giải công cụ khi di chuột qua các mục trên thanh menu trong thanh menu thực tế.
zh_hans: 将鼠标悬停在实际菜单栏的项目上时显示提示框。
zh_hant: 在選單列中將游標懸停於選單列項目時顯示提示。

source: Show all sections when ⌘ Command + dragging menu bar items
cs: Zobrazit všechny sekce podržením klávesy ⌘ Command a tažením ikon v řádku nabídek
de: Alle Bereiche anzeigen, wenn Symbole mit ⌘ Command + Ziehen bewegt werden
es: Mostrar todas las secciones al arrastrar elementos con ⌘ Command
fr: Afficher toutes les sections lorsque des éléments de la barre des menus sont déplacé avec « ⌘ Command »
hu: Minden szakasz megjelenítése a menüsor elemek ⌘ Command + húzásakor
id: Tampilkan semua bagian saat menahan ⌘ Command lalu menyeret item bar menu
it: Mostra tutte le sezioni quando ⌘ Comando + trascinamento degli elementi della barra dei menu
ja: ⌘ Command + ドラッグ時にすべてのセクションを表示
ko: ⌘ Command + 드래그로 메뉴 막대 항목 이동 시 모든 섹션 표시
nl: Toon alle secties wanneer ⌘ Command + menu-items versleept worden
pl: Pokazuj wszystkie sekcje, gdy przeciągasz elementy paska menu z klawiszem Command (⌘)
pt_br: Mostrar todas as seções ao pressionar ⌘ Command + arrastar itens da barra de menus
ru: Показывать все секции при ⌘ Command + перетаскивании элементов строки меню
th: แสดงทุกส่วนทั้งหมดเมื่อมีการลากรายการในแถบเมนูและกดปุ่ม ⌘ (Command)
tr: ⌘ Command + menü çubuğu öğelerini sürüklerken tüm bölümleri göster
uk: Показувати всі розділи під час перетягування об'єктів із утриманою клавішею ⌘ Command
vi: Hiển thị tất cả các phần khi ⌘ Command + kéo các mục trên thanh menu
zh_hans: 使用 ⌘ Command + 拖动菜单栏项目时显示所有部分
zh_hant: 使用 ⌘ Command + 拖移選單列項目時顯示所有區域
